<?php
return array (
  'allowregister' => '1',
  'choosemodel' => '0',
  'enablemailcheck' => '0',
  'enablcodecheck' => '1',
  'mobile_checktype' => '0',
  'user_sendsms_title' => '',
  'registerverify' => '0',
  'showapppoint' => '1',
  'rmb_point_rate' => '1',
  'defualtpoint' => '1',
  'defualtamount' => '0',
  'showregprotocol' => '1',
  'regprotocol' => '		 欢迎您注册成为-经典比赛(ijdbs.com)-用户
请仔细阅读下面的协议，只有接受协议才能继续进行注册。 
1．服务条款的确认和接纳
　　-经典比赛(ijdbs.com)-用户服务的所有权和运作权归-经典比赛(ijdbs.com)-拥有。-经典比赛(ijdbs.com)-所提供的服务将按照有关章程、服务条款和操作规则严格执行。用户通过注册程序点击“我同意” 按钮，即表示用户与-经典比赛(ijdbs.com)-达成协议并接受所有的服务条款。
2．-经典比赛(ijdbs.com)-简介
　　经典比赛(ijdbs.com)，包括NBA经典比赛，足球各大联赛以及欧冠，排球世锦赛，斯诺克世锦赛，其他一些经典比赛视频。
　　用户同意： 
　　1)提供及时、详尽及准确的个人资料。 
　　2)不断更新注册资料，符合及时、详尽、准确的要求。所有原始键入的资料将引用为注册资料。 
　　3)用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，经典比赛(ijdbs.com)合理地认为用户的行为可能违反上述法律、法规，经典比赛(ijdbs.com)可以在任何时候，不经事先通知终止向该用户提供服务。用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。
3． 服务条款的修改
　　经典比赛(ijdbs.com)会不定时地修改服务条款，服务条款一旦发生变动，将会在相关页面上提示修改内容。如果您同意改动，则再一次点击“我同意”按钮。 如果您不接受，则及时取消您的用户使用服务资格。
4． 用户隐私制度
　　尊重用户个人隐私是经典比赛(ijdbs.com)的 基本政策。经典比赛(ijdbs.com)不会公开、编辑或透露用户的注册信息，除非有法律许可要求，或经典比赛(ijdbs.com)在诚信的基础上认为透露这些信息在以下三种情况是必要的： 
　　1)遵守有关法律规定，遵从合法服务程序。 
　　2)保持维护经典比赛(ijdbs.com)的商标所有权。 
　　3)在紧急情况下竭力维护用户个人和社会大众的隐私安全。 
　　4)符合其他相关的要求。 
5．用户的帐号，密码和安全性
　　一旦注册成功成为经典比赛(ijdbs.com)用户，您将得到一个密码和帐号。如果您不保管好自己的帐号和密码安全，将对因此产生的后果负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时根据指示改变您的密码，也可以结束旧的帐户重开一个新帐户。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通知经典比赛(ijdbs.com)。 
6．解释权
　　本注册协议的解释权归经典比赛(ijdbs.com)所有。如果其中有任何条款与国家的有关法律相抵触，则以国家法律的明文规定为准。 ',
  'registerverifymessage' => ' 欢迎您注册成为-经典比赛-用户，您的账号需要邮箱认证，点击下面链接进行认证：{click}
或者将网址复制到浏览器：{url}',
  'forgetpassword' => '-经典比赛(ijdbs.com)-密码找回，请在一小时内点击下面链接进行操作：{click}
或者将网址复制到浏览器：{url}',
);
?>